[
            "ज़िंदगी गुलज़ार है, ग़म को हटा कर देखिये।\nहर मोड़ पर ख़ुशी है, बस मुस्कुरा कर देखिये।",
            "तुम्हारी यादों की ख़ुशबू मेरे कमरे में रहती है।\nमैं कितना भी भटक जाऊं, मेरी मंज़िल यहीं रहती है।",
            "वो बात क्या करें, जो लफ़्ज़ों से बयां हो जाए।\nमोहब्बत वो है जो ख़ामोशी से अदा हो जाए।",
            "शाम ढले, जब दूर कहीं, सहरा में कोई गाता है।\nदिल की तन्हाई में अक्सर, तेरी यादों का साया आता है।",
            "इश्क़ ने 'ग़ालिब' निकम्मा कर दिया,\nवर्ना हम भी आदमी थे काम के।",
            "हज़ारों ख़्वाहिशें ऐसी कि हर ख़्वाहिश पे दम निकले।\nबहुत निकले मेरे अरमान, लेकिन फिर भी कम निकले।",
            "हम तो फ़ना हो गए उसकी एक झलक देखकर 'फ़राज़',\nन जाने हर रोज़ आइने में क्या देखती होगी वो।",
            "चुपके से आती है तेरी यादें रात को,\nजैसे कोई मासूम बच्चा, माँ से मिलने को।",
            "निकल कर तेरी गली से, एक लंबी राह पर आ गए हैं हम।\nमगर हर सफ़र तेरी मंज़िल की तरफ़ जाता है।",
            "ये जो हम पर सख़्तियाँ हैं, बेवफ़ाई तो नहीं।\nआप को शायद ग़लतफ़हमी हो गई है, मैं वो नहीं।",
            "कौन कहता है कि मोहब्बत की ज़ुबान होती है?\nये तो वो एहसास है, जो आँखों से बयां होती है।",
            "हर मुलाक़ात पर वक़्त का तक़ाज़ा हुआ।\nअब तो हर लम्हा एक ख़्वाब सा हुआ।",
            "तेरी ख़ुशी में ही मेरी ख़ुशी है, ऐ दोस्त।\nतेरा ग़म मेरा ग़म है, ये बात याद रखना।",
            "ग़ैरों से गुफ़्तगू हो, तो शिकायत क्यों करूँ?\nहम तो अपनों से भी बात नहीं करते।",
            "दिल की बातें कौन सुनेगा, हर कोई अपनी धुन में है।\nज़िंदगी एक सफ़र है, और हम अभी भी उलझन में हैं।",
            "किसी को घर मिला हिस्से में, किसी को दुकान आई।\nमैं घर में सब से छोटा था, मेरे हिस्से में माँ आई।",
            "दर्द दे कर इश्क़ ने हमें ये तजुर्बा दे दिया,\nभीड़ में भी अपनी तन्हाई का पता दे दिया।",
            "माना कि हम अदा से बात नहीं करते,\nपर ये न समझना कि हम तुम्हें याद नहीं करते।",
            "हर एक लफ़्ज़ में छुपा है राज़-ए-मोहब्बत,\nबस पढ़ने वाला दिल और समझने वाली आँख चाहिए।",
            "हमने देखा है हक़ीक़त को, मगर फिर भी 'वामिक़',\nख़ुद को धोका दिया है, कि वो लौट आएंगे।",
            "हमने देखा है हक़ीक़त को, मगर फिर भी 'वामिक़',\nख़ुद को धोका दिया है, कि वो लौट आएंगे।"
]
